Repository: lamymay/time
Catalog: time/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# bg.black
source: 纯黑
en: Pure Black
ja: 純黒
zh_hant: 純黑

# bg.cream
source: 米白
en: Cream
ja: クリーム

# bg.dark_gray
source: 深灰
en: Dark Gray
ja: ダークグレー

# bg.dark_green
source: 深绿
en: Dark Green
ja: ダークグリーン
zh_hant: 深綠

# bg.light_blue
source: 浅蓝
en: Light Blue
ja: ライトブルー
zh_hant: 淺藍

# bg.light_gray
source: 浅灰
en: Light Gray
ja: ライトグレー
zh_hant: 淺灰

# bg.navy
source: 深蓝
en: Navy
ja: ネイビー
zh_hant: 深藍

# bg.white
source: 纯白
en: White
ja: 白
zh_hant: 純白

# color.picker_brightness
source: 上下：明暗
en: Vertical: brightness
ja: 上下：明るさ

# color.picker_hue
source: 左右：色相
en: Horizontal: hue

# color.theme_dark
source: 深色
en: Dark
ja: ダーク

# color.theme_light
source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

# feedback.copy_button_hint
source: 复制邮箱地址
en: Copy email address
ja: メールアドレスをコピー
zh_hant: 複製郵件地址

# feedback.copy_message
source: 未检测到可用的邮件客户端，或无法打开邮件。邮箱地址 arcraydev@gmail.com 已复制到剪贴板，可在网页邮箱中粘贴发送。
en: No mail app is available. arcraydev@gmail.com has been copied—paste it in your webmail to send feedback.
ja: メールアプリを開けませんでした。arcraydev@gmail.com をコピーしました。Web メールから送信してください。
zh_hant: 未偵測到可用的郵件用戶端。arcraydev@gmail.com 已複製，可在網頁郵箱貼上發送。

# feedback.copy_title
source: 邮箱已复制
en: Email copied
ja: メールをコピーしました
zh_hant: 郵件已複製

# feedback.mail_body
source: 请在此描述问题或建议： —— 应用版本：%@ 系统：%@
en: Please describe your issue or suggestion: —— App version: %@ System: %@
ja: 問題やご要望をご記入ください： —— アプリ版本：%@ システム：%@
zh_hant: 請在此描述問題或建議： —— 應用版本：%@ 系統：%@

# feedback.mail_subject
source: OLED屏幕保护时钟 反馈
en: OLED Screensaver Clock Feedback
ja: OLEDスクリーンセーバー時計 フィードバック
zh_hant: OLED螢幕保護時鐘 回饋

# format.12h
source: 12 小时
en: 12-hour
ja: 12時間
zh_hant: 12 小時

# format.24h
source: 24 小时
en: 24-hour
ja: 24時間
zh_hant: 24 小時

# format.ampm_after
source: 时间后
en: After time
ja: 時刻の後
zh_hant: 時間後

# format.ampm_before
source: 时间前
en: Before time
ja: 時刻の前
zh_hant: 時間前

# format.ampm_equal
source: 等大
en: Same size
ja: 同じサイズ

# menu.quit
source: 退出程序
en: Quit
ja: 終了

# menu.settings
source: 个性化设置
en: Personalize…
ja: 設定…
zh_hant: 個性化設定

# precision.minute
source: 分
en: Min

# precision.second
source: 秒
en: Sec

# settings.advanced
source: 高级
en: Advanced
ja: 詳細
zh_hant: 進階

# settings.ampm_position
source: AM/PM 位置
en: AM/PM position
ja: AM/PM の位置

# settings.ampm_scale
source: AM/PM 字号
en: AM/PM size
ja: AM/PM のサイズ
zh_hant: AM/PM 字號

# settings.appearance
source: 外观
en: Appearance
ja: 外観
zh_hant: 外觀

# settings.background_pure_black
source: 纯黑
en: Pure black
ja: 純黒
zh_hant: 純黑

# settings.background_color
source: 背景颜色
en: Background color
ja: 背景色
zh_hant: 背景顏色

# settings.clock_color
source: 时钟颜色
en: Clock color
ja: 時計の色
zh_hant: 時鐘顏色

# settings.clock_style
source: 时钟样式
en: Clock style
ja: 時計スタイル
zh_hant: 時鐘樣式

# settings.close_help
source: 关闭设置
en: Close settings
ja: 設定を閉じる
zh_hant: 關閉設定

# settings.debug
source: 开发者 Debug
en: Developer debug
ja: 開発者デバッグ
zh_hant: 開發者 Debug

# settings.display
source: 显示
en: Display
ja: 表示
zh_hant: 顯示

# settings.done
source: 完成
en: Done
ja: 完了

# settings.drag_handle
source: 拖动手柄
en: Drag handle
ja: ドラッグハンドル
zh_hant: 拖動手柄

# settings.feedback
source: 邮件反馈
en: Email feedback
ja: メールでフィードバック
zh_hant: 郵件回饋

# settings.font
source: 字体
en: Font
ja: フォント
zh_hant: 字體

# settings.font_search
source: 搜索字体
en: Search fonts
ja: フォントを検索
zh_hant: 搜尋字體

# settings.font_size
source: 字号
en: Font size
ja: 文字サイズ
zh_hant: 字號

# settings.hour_pad_zero
source: 小时前置补零
en: Pad hour with zero
ja: 時をゼロ埋め
zh_hant: 小時前置補零

# settings.oled_pixel_shift
source: 优化像素老化
en: Reduce pixel aging
ja: ピクセル老化を抑える
zh_hant: 優化像素老化

# settings.oled_pixel_shift_hint
source: 每分钟约 1 像素沿边缓慢漂移，翻页与弹跳共用
en: Shift the clock ~1 px per minute along screen edges (DVD / flip)
ja: 毎分約1px、画面端に沿ってゆっくり移動（DVD・フリップ共通）
zh_hant: 每分鐘約 1 像素沿邊緩慢漂移，翻頁與彈跳共用

# settings.keep_awake
source: 屏保常亮
en: Keep screen on
ja: 画面を常時点灯
zh_hant: 螢幕常亮

# settings.keep_awake_hint
source: 防止系统自动熄屏
en: Prevent system sleep
ja: 自動スリープを防止
zh_hant: 防止系統自動熄屏

# settings.menu
source: 设置...
en: Settings…
ja: 設定…
zh_hant: 設定…

# settings.motion
source: 运动
en: Motion
ja: 動き
zh_hant: 運動

# settings.motion_hint
source: 设为「静止」可固定时钟位置，适合纯屏保展示。
en: Set to Still to fix the clock in place—ideal for screensaver use.
ja: 「静止」で位置固定。スクリーンセーバー向け。
zh_hant: 設為「靜止」可固定時鐘位置，適合純屏保展示。

# settings.move_speed
source: 移动速度
en: Move speed
ja: 移動速度
zh_hant: 移動速度

# settings.precision_warning
source: 精度越高 CPU 占用越高，屏保常驻建议使用「分」。
en: Higher precision uses more CPU. For always-on screensaver, use Minutes.
ja: 精度が高いほど CPU 使用量が増えます。常時表示は「分」推奨。
zh_hant: 精度越高 CPU 佔用越高，屏保常駐建議使用「分」。

# settings.show_ampm
source: 显示 AM / PM
en: Show AM / PM
ja: AM / PM を表示
zh_hant: 顯示 AM / PM

# settings.show_timezone
source: 显示时区
en: Show time zone
ja: タイムゾーンを表示
zh_hant: 顯示時區

# settings.support
source: 支持
en: Support
ja: サポート
zh_hant: 支援

# settings.time
source: 时间
en: Time
ja: 時間
zh_hant: 時間

# settings.time_format
source: 时制
en: Time format
ja: 時制
zh_hant: 時制

# settings.time_precision
source: 时间精度
en: Time precision
ja: 時間の精度
zh_hant: 時間精度

# settings.title
source: 设置
en: Settings
ja: 設定
zh_hant: 設定

# speed.still
source: 静止
en: Still
zh_hant: 靜止

# style.classic
source: 经典
en: Classic
ja: クラシック
zh_hant: 經典

# style.classic_subtitle
source: 可弹跳移动
en: Bouncing motion
ja: バウンド移動
zh_hant: 可彈跳移動

# style.flip
source: 翻页
en: Flip
ja: フリップ
zh_hant: 翻頁

# style.flip_subtitle
source: 全屏居中 · 翻页时钟
en: Full screen · centered flip clock
ja: 全画面中央 · フリップ時計
zh_hant: 全螢幕居中 · 翻頁時鐘

# settings.flip_format
source: 翻页版式
en: Flip layout
ja: フリップ配置
zh_hant: 翻頁版式

# flip.format.triple_equal
source: 三等分
en: Triple equal

# flip.format.triple_equal_subtitle
source: 时、分、秒三块等大翻页卡
en: Hour · minute · second, same-size flip cards
ja: 時・分・秒を同サイズのカードで表示
zh_hant: 時、分、秒三塊等大翻頁卡

# flip.format.compact_panels
source: 压缩秒
en: Compact
ja: コンパクト
zh_hant: 壓縮秒

# flip.format.compact_panels_subtitle
source: 时、分双大板，秒可独立显示在右侧
en: Two large panels · optional second strip
ja: 時・分の大パネル、秒は独立表示可
zh_hant: 時、分雙大板，秒可獨立顯示在右側

# settings.flip_compact_detached_seconds
source: 分钟右下独立显示秒
en: Seconds beside minutes
ja: 分の横に秒を表示
zh_hant: 分鐘右下獨立顯示秒

# settings.flip_compact_detached_seconds_hint
source: 关闭：仅时、分两块，不叠加。开启：在分钟板右下增加独立秒板。
en: Off: hour and minute panels only (no overlap). On: a smaller second panel aligned at the bottom-right.
ja: オフ：時・分の2枚のみ。オン：分の右下に小さな秒パネル。
zh_hant: 關閉：僅時、分兩塊，不疊加。開啟：在分鐘板右下增加獨立秒板。

# debug.logic_format
source: [LOGIC] is24H:%@ | Font: %@
ja: [LOGIC] 24時間:%@ | フォント: %@
zh_hant: [LOGIC] is24H:%@ | 字型: %@
